Repository: common-repository/boekuwzending-for-woocommerce
Catalog: languages/boekuwzending-for-woocommerce-*.po
Languages: nl_nl

source: Boekuwzending for WooCommerce
nl_nl: Boekuwzending voor WooCommerce

source: Use the Boekuwzending Shipping Tool
nl_nl: Gebruik de Boekuwzending Verzend Tool

source: %s requires the JSON extension for PHP. Enable it on your server or ask your webhoster to enable it for you.
nl_nl: %s vereist de JSON extensie voor PHP. Schakel het in op uw server of vraag uw webhoster om het voor u in te schakelen.

source: %s requires PHP %s or higher. Your PHP version is outdated.
nl_nl: %s vereist PHP %s of hoger. Uw PHP-versie is verouderd.

source: %s%s is inactive.%s The %sWooCommerce plugin%s must be active for it to work. Please %sinstall & activate WooCommerce &raquo;%s
nl_nl: %s%s is inactief.%s De %sWooCommerce plugin%s moet actief zijn om te kunnen werken. %sInstalleer & activeer de WooCommerce plugin »%s

source: %1$s%s is inactive.%2$s This version requires WooCommerce %s or newer. Please %3$supdate WooCommerce to version %s or newer &raquo;%4$s
nl_nl: %1$sBoekuwzending voor WooCommerce is inactief.%2$s Deze versie vereist WooCommerce 3.x of nieuwer. %3$sUpdate WooCommerce naar versie 3.x of nieuwer »%4$s

source: An error occurred while saving the shipping rate
nl_nl: Er is een fout opgetreden tijdens het opslaan van het verzendtarief

source: An error occurred while saving the pick up point
nl_nl: Er is een fout opgetreden tijdens het opslaan van het afhaalpunt

source: No available shipping rate was found
nl_nl: Er is geen beschikbaar verzendtarief gevonden

source: An error occurred
nl_nl: Er is een fout opgetreden

source: No shipping information was given
nl_nl: Er is geen verzendinformatie gegeven

source: No shipping postcode was given
nl_nl: Geen verzendpostcode ingevuld

source: No shipping address was given
nl_nl: Geen verzendadres ingevuld

source: No shipping city was given
nl_nl: Geen verzendplaats ingevuld

source: No shipping country was given
nl_nl: Geen verzendland ingevuld

source: An unknown error occured
nl_nl: Er is een onbekende fout opgetreden

source: Create shipment
nl_nl: Zending aanmaken

source: Export to Boekuwzending.com
nl_nl: Exporteren naar Boekuwzending.com

source: Retrieve status
nl_nl: Status ophalen

source: Download Labels
nl_nl: Verzendlabels downloaden

source: Create additional label
nl_nl: Extra label aanmaken

source: Error creating order: %s
nl_nl: Fout bij aanmaken order: %s

source: %sChoose a different shipping method%s
nl_nl: %sKies een andere verzendmethode%s

source: %sChoose a shipping method%s
nl_nl: %sVerzendmethode toevoegen%s

source: %sChoose a different Pick up point%s
nl_nl: %sKies een ander afhaalpunt%s

source: %sChoose Pick up point%s
nl_nl: %sKies een afhaalpunt%s

source: Boekuwzending settings
nl_nl: Boekuwzending Instellingen

source: Online Documentation
nl_nl: Online documentatie

source: No Client Id provided. Please set your Boekuwzending API Client Id
nl_nl: Geen client Id ingevuld. Stel uw Boekuwzending API Client Id in

source: No Client Secret provided. Please set your Boekuwzending API Client Secret
nl_nl: Geen Client Secret verstrekt. Stel uw Boekuwzending API Client Secret in

source: Error
nl_nl: Fout

source: Connected
nl_nl: Verbonden

source: The %s plugin requires at least WooCommerce version %s, you are using version %s. Please update your WooCommerce plugin.
nl_nl: De %s plugin vereist ten minste WooCommerce versie %s, je maakt gebruik van versie %s. Gelieve jouw WooCommerce plugin up te daten.

source: Boekuwzending API client not installed. Please make sure the plugin is installed correctly.
nl_nl: Boekuwzending API-client is niet geïnstalleerd. Zorg ervoor dat de plugin correct is geïnstalleerd.

source: %s requires the Curl extension for PHP. Enable it on your server or ask your webhoster to enable it for you.
nl_nl: %s vereist de Curl extensie voor PHP. Schakel het in op uw server of vraag uw webhoster om het voor u in te schakelen.

source: %s requires PHP %s or higher, you have PHP %s. Please upgrade.
nl_nl: %s vereist PHP %s of hoger, je hebt PHP %s. Gelieve te upgraden.

source: %s requires the PHP extension JSON to be enabled. Please enable the 'json' extension in your PHP configuration.
nl_nl: %s vereist dat de PHP extensie JSON wordt ingeschakeld. Schakel de 'json'-extensie in in uw PHP-configuratie.

source: %s requires the PHP extension cURL to be enabled. Please enable the 'curl' extension in your PHP configuration.
nl_nl: %s vereist dat de PHP-extensie cURL wordt ingeschakeld. Schakel de 'curl' extensie in in uw PHP-configuratie.

# Shipping Method
source: Title
nl_nl: Titel

# Shipping Method
source: This controls the title which the user sees during checkout.
nl_nl: Dit bepaalt de titel die de gebruiker ziet tijdens het betalen.

# Shipping Method
source: Tax status
nl_nl: BTW-status

# Shipping Method
source: Taxable
nl_nl: Belastbaar

# Tax status
source: None
nl_nl: Geen

source: Delivery
nl_nl: Levering

source: Fallback Cost
nl_nl: Kosten

source: Fallback cost for when there is no available rate from Boekuwzending Matrix.
nl_nl: Kosten voor verzending wanneer er geen beschikbaar tarief is vanuit de Boekuwzending Matrix.

source: Pick Up Point
nl_nl: Afhaalpunt

source: Boekuwzending &ndash; Shipment created (%s).
nl_nl: Boekuwzending &ndash; Zending aangemaakt (%s).

source: Boekuwzending &ndash; Additional label created.
nl_nl: Boekuwzending &ndash; Extra label aangemaakt.

source: Could not authenticate with the Boekuwzending API, check the debug logs for more information.
nl_nl: Kon niet verbinden met de Boekuwzending-API, controleer de debug logs voor meer informatie.

source: An error occurred while creating the shipment, check the debug logs for more information.
nl_nl: Er is een fout opgetreden tijdens het aanmaken van de zending, controleer de debug logs voor meer informatie.

source: Boekuwzending &ndash; Label Created: %s
nl_nl: Boekuwzending &ndash; Label aangemaakt (%s).

source: Boekuwzending &ndash; Order created (%s).
nl_nl: Boekuwzending &ndash; Order aangemaakt (%s).

# Boekuwzending Settings
source: Settings
nl_nl: Instellingen

# Boekuwzending Settings
source: Enable test mode
nl_nl: Testmodus inschakelen

# Boekuwzending Settings
source: Enable test mode if you want to test the plugin without using real shipments.
nl_nl: Schakel de testmodus in als u de plug-in wilt testen zonder echte zendingen te gebruiken.

# Boekuwzending Settings
source: Enable if you want to process orders from within the Mijn Boekuwzending platform. If enabled matrices and processing shipments on payments will be unavailable.
nl_nl: Schakel deze optie in om orders te verwerken vanuit Mijn Boekuwzending. Wanneer ingeschakeld, zullen matrixen en zendingen bij het betalen van een order niet meer worden toegepast.

# Boekuwzending Settings
source: Status for syncing
nl_nl: Status om bij te synchroniseren

# Boekuwzending Settings
source: Update order status on label creation
nl_nl: Update orderstatus bij aanmaken label

# Boekuwzending Settings
source: Enable if you want to move your orders to the status configured below when a label is created on the Mijn Boekuwzending platform.
nl_nl: Schakel dit in wanneer orders naar een andere status gezet moeten worden na het aanmaken van een label op het Mijn Boekuwzending-platform.

# Boekuwzending Settings
source: Status after label creation
nl_nl: Status na het aanmaken van een label

# Boekuwzending Settings
source: Enable Matrices
nl_nl: Verzendmatrices gebruiken

# Boekuwzending Settings
source: Enable if you want to use your configured matrices instead of shipment costs calculated by WooCommerce.
nl_nl: Gebruik de verzendmatrixen als u uw klant al wilt laten bepalen met welke vervoerder de pakketten verstuurd moeten worden. Laat u deze optie uit dan worden uw eigen verzendmethodes die ingesteld staan in WooCommerce getoond.

# Boekuwzending Settings
source: Create shipments on payment
nl_nl: Zending aanmaken bij succesvolle betaling

# Boekuwzending Settings
source: Enable if you want shipments to be automatically created on a successful payment. This feature is only available when matrices are enabled.
nl_nl: Gebruik deze optie als je direct een zending in Boekuwzending wilt aanmaken na een succesvolle betaling. Deze optie is alleen te gebruiken als je ook gebruikt maakt van de verzendmatrices.

# Boekuwzending Settings
source: Default weight
nl_nl: Standaard gewicht

# Boekuwzending Settings
source: In Kilograms
nl_nl: In kilogrammen

# Boekuwzending Settings
source: Default height
nl_nl: Standaard hoogte

# Boekuwzending Settings
source: Default width
nl_nl: Standaard breedte

# Boekuwzending Settings
source: Default length
nl_nl: Standaard lengte

# Boekuwzending Settings
source: Debug Log
nl_nl: Debug logboek

# Boekuwzending Settings
source: View logs
nl_nl: Logs weergeven

# Boekuwzending Settings
source: Send email to admin on sync error
nl_nl: Stuur mail naar admin bij synchronisatiefout

# Boekuwzending Settings
source: Enable if you want to receive an email when the plugin could not send an order or shipment to the Boekuwzending.com platform.
nl_nl: Schakel deze optie in wanneer een e-mail verstuurd moet worden wanneer de plugin een order niet kon doorzetten naar het Boekuwzending.com-platform.

source: %sLinking your Boekuwzending account was successful.%sDon't forget to save the WordPress settings with the button below.%s
nl_nl: %sHet koppelen van uw Boekuwzending account was succesvol.%s Vergeet niet om de WordPress instellingen op te slaan met de onderstaande knop.%s

source: %sYour Boekuwzending account is not yet connected, click %shere%s to link your Boekuwzending account.%s
nl_nl: %sUw Boekuwzending account is nog niet gekoppeld, klik op %shier%s om je Boekuwzending account te koppelen%s

source: The plugin is not properly connected to the Boekuwzending API, please check your settings.
nl_nl: De plugin is niet verbonden met de Boekuwzending API, controleer je instellingen.

source: You need to add one or more product in order to choose a shipping method
nl_nl: U moet een of meer producten toevoegen om een verzendmethode te kunnen kiezen

source: Explanation
nl_nl: Toelichting

source: Click on the following buttons at the bottom of the product overview:
nl_nl: Klik op de volgende knoppen onderaan het artikel overzicht:

source: Add item(s)
nl_nl: Item(s) toevoegen

source: Add product(s)
nl_nl: Product(en) toevoegen

source: It is then possible to add a Boekuwzending shipping method to the order.
nl_nl: Door op onderstaande knop te klikken kan je een Boekuwzending verzendmethode toevoegen aan de bestelling.

source: Retrieve Status
nl_nl: Status ophalen

source: Create new order
nl_nl: Maak nieuwe order

source: By clicking on the button below you can add a Boekuwzending shipping method to the order.
nl_nl: Door op onderstaande knop te klikken kan je een Boekuwzending verzendmethode toevoegen aan de bestelling.

source: Add shipping method
nl_nl: Verzendmethode toevoegen

source: First save the order, then it is possible to create a label.
nl_nl: Sla de bestelling eerst op, hierna is het mogelijk om een label aan te maken.

source: By clicking on the button below, you can select a pick up point.
nl_nl: Door op onderstaande knop te klikken, kunt u een afhaalpunt selecteren.

source: Choose Pick up point
nl_nl: Kies een afhaalpunt

source: By clicking on the button below, the shipment will be created at Boekuwzending.
nl_nl: Door op onderstaande knop te klikken wordt de zending aangemaakt bij Boekuwzending.

source: A shipment has been created for this order at Boekuwzending.com, but it has no labels yet.
nl_nl: Een zending is aangemaakt bij Boekuwzending.com, maar deze heeft nog geen labels.

source: Download shipping label
nl_nl: Verzendlabel downloaden

source: Open Track and Trace website
nl_nl: Track en Trace website openen

source: This order has been sent to your <a href="%s" target="_blank">Imported Orders at Boekuwzending.com</a>
nl_nl: Deze order is doorgezet naar de <a href=“%s” target=“_blank”>Geïmporteerde bestellingen bij Boekuwzending.com</a>

source: Your order will be exported once it reaches the configured status. You can bypass this and force an export using the button below.
nl_nl: De order zal worden doorgezet zodra de geconfigureerde status is bereikt. Om de order nu alsnog te exporteren, kik op de knop hieronder.

source: Choose a service
nl_nl: Kiest een service

source: Service
nl_nl: Dienst

source: Price
nl_nl: Prijs

source: Add
nl_nl: Toevoegen

source: Give packaging details
nl_nl: Pakket details opgeven

source: Total packages
nl_nl: Aantal pakketten

source: Package Type
nl_nl: Pakkettype

source: Package
nl_nl: Pakket

source: Total weight
nl_nl: Gewicht (kg)

source: Height
nl_nl: Hoogte (cm)

source: Width
nl_nl: Breedte (cm)

source: Length
nl_nl: Lengte (cm)

source: Get Services
nl_nl: Verzendmethoden ophalen

source: Choose a different Pick up point
nl_nl: Kies een ander afhaalpunt

# LabelStatus
source: New
nl_nl: Nieuw

# LabelStatus
source: Scanned
nl_nl: Gescand

# LabelStatus
source: In transit
nl_nl: Onderweg

# LabelStatus
source: Delivered
nl_nl: Afgeleverd

# LabelStatus
source: Delivered at neighbours
nl_nl: Afgeleverd bij de buren

# LabelStatus
source: Picked up
nl_nl: Opgehaald bij afhaalpunt

# LabelStatus
source: At pickup point
nl_nl: Bij afhaalpunt

# LabelStatus
source: Return in transit
nl_nl: Retourzending onderweg

# LabelStatus
source: Return delivered
nl_nl: Retourzending afgeleverd

# LabelStatus
source: At customs
nl_nl: Bij de douane

# LabelStatus
source: Rejected
nl_nl: Geweigerd

# LabelStatus
source: Unknown
nl_nl: Onbekend
